<template>
  <NavVue :activeabout="activeabout" />
  <section>
    <div class="container">
      <div class="about-content">
        <h5 class="text-center">عن الموقع</h5>
        <p class="text-about">
          تأسست شركة أميال الدولية للسيارات عام ۱۹۹۳م كمؤسسة سعودية وتخصصت في
          مجال تقديم خدمات تأجير السيارات بكافة أنواعها للقطاعين الحكووفق آلية
          تطويرية نسعى من خلالها الوصول لأعلى درجات إرضاء عملائنا المي والخاص
          ومقرها الرئيسي مدينة الرياض. ومُنذ إنشاء المجموعة ونحن نعمل ذين نعمل
          معهم كشركاء وليس كجهة تقديم بهمة وروح عالية. خدمة فقط، ومن أولوياتنا
          في العمل هو تحقيق أعلى مستوى من جودة الخدمة في عام ۲۰۰٠م بدأت المجموعة
          بتطبيق خطتها التوسعية في مجال تقديم حلول والتي اخترنا (Easy Cab) النقل
          المتكاملة من خلال خدمة تأجير السيارة بسائق وأطلقنا عليها مسمى لتشغيلها
          طاقم يحمل الخبرة والمسئولية لإنجاح هذا القطاع لإيمان القائمين على
          المجموعة بضرورة إطلاق هذه الخدمة على أعلى مستوى من الإحترافية
        </p>
      </div>
    </div>
  </section>
  <FooterComp />
</template>

<script setup>
import NavVue from "@/components/NavVue.vue";
import FooterComp from "@/components/FooterComp.vue";
const activeabout = "activeabout";
</script>
