<template>
  <NavVue />
  <section>
    <div class="container">
      <div class="about-content">
        <h5 class="text-center">الشروط والإحكام</h5>
        <ol class="ol-trems">
          <li>
            <p>
              الموافقة على الشروط: من خلال استخدام تطبيق "أميال" أو موقعها
              الإلكتروني، فإنك توافق على جميع الشروط والأحكام المذكورة هنا. في
              حال عدم الموافقة على هذه الشروط، يرجى عدم استخدام خدماتنا.
            </p>
          </li>
          <li>
            <p>
              التسجيل والحساب: يجب على المستخدمين التسجيل للحصول على حساب قبل
              استخدام خدمة تأجير السيارات. يتحمل المستخدمون مسؤولية سرية معلومات
              حسابهم ويجب عليهم الإبلاغ عن أي استخدام غير مصرح به للحساب.
            </p>
          </li>
          <li>
            <p>
              الحجز والدفع: يمكن للعملاء إجراء حجوزات لتأجير السيارات عبر
              التطبيق أو الموقع الإلكتروني. يتعين على العملاء دفع الرسوم المعمول
              بها قبل بدء فترة التأجير. يمكن تحديد شروط الإلغاء وسياسة الاسترداد
              عند الحجز.
            </p>
          </li>
          <li>
            <p>
              الاستخدام السليم: يجب على المستخدمين استخدام السيارات المستأجرة
              بأمان وفقًا للقوانين المحلية والوطنية. يمنع استخدام السيارات
              لأغراض غير قانونية أو غير مسموح بها.
            </p>
          </li>
          <li>
            <p>
              التأمين والمسؤولية: يجب على المستأجرين التحقق من توفر التأمين
              المناسب قبل استخدام السيارة. تتحمل الشركة المسؤولية المالية فقط في
              حالات الأضرار التي تنجم عن خلل في السيارة نتيجة للصيانة السيئة.
            </p>
          </li>
          <li>
            <p>
              حقوق الملكية الفكرية: تحتفظ "أميال" بجميع حقوق الملكية الفكرية
              المتعلقة بالتطبيق والموقع والمحتوى المتاح عليهما. يمنع نسخ أو
              توزيع أو استخدام أي من محتويات "أميال" دون إذن مسبق.
            </p>
          </li>
          <li>
            <p>
              التعديلات والتحديثات: تحتفظ "أميال" بالحق في تعديل شروط وأحكام
              الخدمة وسياساتها بشكل دوري دون إشعار مسبق. يتحمل المستخدمون
              مسؤولية مراجعة الشروط بانتظام للتأكد من التزامهم بأحدث إصدار.
            </p>
          </li>
          <li>
            <p>
              إنهاء الخدمة: تحتفظ "أميال" بالحق في إنهاء أو تعليق الخدمة في أي
              وقت دون إشعار مسبق في حالة انتهاك المستخدمين للشروط والأحكام.
            </p>
          </li>
          <li>
            <p>
              قانون السلطة المحكمة: يخضع استخدام خدمة "أميال" وتفسير شروط
              وأحكامها لقوانين الدولة التي تديرها الشركة.
            </p>
          </li>
        </ol>
      </div>
    </div>
  </section>
  <FooterComp />
</template>

<script setup>
import NavVue from "@/components/NavVue.vue";
import FooterComp from "@/components/FooterComp.vue";
</script>
